{"quote": {"result": [{"language": "en-US", "region": "US", "quoteType": "EQUITY", "typeDisp": "Equity", "quoteSourceName": "Delayed Quote", "triggerable": false, "customPriceAlertConfidence": "LOW", "currency": "SGD", "regularMarketChangePercent": 0.91743034, "regularMarketPrice": 1.1, "earningsTimestamp": 1675391400, "earningsTimestampStart": 1675391400, "earningsTimestampEnd": 1675391400, "trailingAnnualDividendRate": 0.075, "trailingPE": 15.714286, "trailingAnnualDividendYield": 0.06880734, "epsTrailingTwelveMonths": 0.07, "epsForward": 0.07, "sharesOutstanding": 1675369984, "bookValue": 1.437, "fiftyDayAverage": 1.1282, "fiftyDayAverageChange": -0.02820003, "fiftyDayAverageChangePercent": -0.024995593, "twoHundredDayAverage": 1.1097, "twoHundredDayAverageChange": -0.009699941, "twoHundredDayAverageChangePercent": -0.008741048, "marketCap": 1859814016, "forwardPE": 15.714286, "priceToBook": 0.7654836, "sourceInterval": 20, "exchangeDataDelayedBy": 10, "prevName": "CapitaLand Retail China Trust", "nameChangeDate": "2023-05-14", "averageAnalystRating": "2.2 - Buy", "tradeable": false, "cryptoTradeable": false, "firstTradeDateMilliseconds": 1196298000000, "priceHint": 4, "marketState": "POSTPOST", "exchange": "SES", "shortName": "CapLand China T", "longName": "CapitaLand China Trust", "messageBoardId": "finmb_30468171", "exchangeTimezoneName": "Asia/Singapore", "exchangeTimezoneShortName": "SGT", "gmtOffSetMilliseconds": 28800000, "market": "sg_market", "esgPopulated": false, "regularMarketChange": 0.00999999, "regularMarketTime": 1684142159, "regularMarketDayHigh": 1.1, "regularMarketDayRange": "1.09 - 1.1", "regularMarketDayLow": 1.09, "regularMarketVolume": 801300, "regularMarketPreviousClose": 1.09, "bid": 1.1, "ask": 1.1, "bidSize": 0, "askSize": 0, "fullExchangeName": "SES", "financialCurrency": "SGD", "regularMarketOpen": 1.1, "averageDailyVolume3Month": 2576893, "averageDailyVolume10Day": 1412100, "fiftyTwoWeekLowChange": 0.17000002, "fiftyTwoWeekLowChangePercent": 0.18279572, "fiftyTwoWeekRange": "0.93 - 1.28", "fiftyTwoWeekHighChange": -0.17999995, "fiftyTwoWeekHighChangePercent": -0.14062496, "fiftyTwoWeekLow": 0.93, "fiftyTwoWeekHigh": 1.28, "symbol": "AU8U.SI"}], "error": null}, "summary": {"result": [{"assetProfile": {"address1": "No. 30-01 Capital Tower", "address2": "168 Robinson Road", "city": "Singapore", "zip": "068912", "country": "Singapore", "phone": "65 6713 2888", "fax": "65 6713 2999", "website": "https://www.crct.com.sg", "industry": "REIT—Retail", "industryDisp": "REIT—Retail", "sector": "Real Estate", "longBusinessSummary": "CapitaLand China Trust (CLCT) is Singapore's largest China-focused real estate investment trust (REIT). CLCT's portfolio constitutes 11 shopping malls, five business park properties and four logistics park properties. The geographically diversified portfolio has a total gross floor area (GFA) of approximately 2.0 million square metres (sq m), located across 12 leading Chinese cities. CLCT was listed on the Singapore Exchange Securities Trading Limited (SGXST) on 8 December 2006, and established with the objective of investing on a long-term basis in a diversified portfolio of income-producing real estate and real estate-related assets in mainland China, Hong Kong and Macau that are used primarily for retail, office and industrial purposes (including business parks, logistics facilities, data centres and integrated developments). CLCT's retail properties are strategically located in densely populated areas with good connectivity to public transport. The malls are positioned as one-stop family-oriented destinations that offer essential services and house a wide range of lifestyle offerings that cater to varied consumer preferences in shopping, dining and entertainment. CLCT's portfolio comprises a diverse mix of leading brands including ZARA, UNIQLO, Xiaomi, Li-Ning, Haidilao, Nanjing Impressions, TANYU, Nike, Sephora, Starbucks Coffee and Chow Tai Fook. The malls are CapitaMall Xizhimen, CapitaMall Wangjing, CapitaMall Grand Canyon and CapitaMall Shuangjing in Beijing; Rock Square in Guangzhou; CapitaMall Xinnan in Chengdu; CapitaMall Qibao in Shanghai; CapitaMall Nuohemule in Hohhot; CapitaMall Xuefu and CapitaMall Aidemengdun in Harbin and CapitaMall Yuhuating in Changsha. The portfolio of five business parks is situated in high-growth economic zones, with high quality and reputable domestic and multinational corporations operating in new economy sectors such as biomedical, electronics, engineering, e-commerce, information and communications technology and financial services. The business parks and industrial properties exhibit excellent connectivity to transportation hubs, and are easily accessible via various modes of transportation. The properties are Ascendas Xinsu Portfolio in Suzhou, Ascendas Innovation Towers and Ascendas Innovation Hub in Xi'an and Singapore- Hangzhou Science & Technology Park Phase I and Phase II in Hangzhou. The portfolio of four high-quality modern logistics parks are located in key logistics hubs near transportation nodes such as seaports, airports and railways to serve the growing domestic logistic needs of China's Eastern, Central and Southwest regions. Fitted with high-tech and modern features to meet a wide range of e-commerce and logistics requirements, the properties are anchored by strong domestic tenants, including China's leading technologydriven supply chain solutions and logistics services providers. The tenants cater to a variety of sectors from logistics and warehouse, pharmaceuticals, manufacturing to e-commerce. The properties are Shanghai Fengxian Logistics Park in Shanghai, Kunshan Bacheng Logistics Park in Kunshan, Wuhan Yangluo Logistics Park in Wuhan and Chengdu Shuangliu Logistics Park in Chengdu. CLCT is managed by CapitaLand China Trust Management Limited, a wholly owned subsidiary of Singapore- listed CapitaLand Investment Limited, a leading global real estate investment manager with a strong Asia foothold.", "companyOfficers": [{"maxAge": 1, "name": "Mr. Tze Wooi  Tan", "age": 49, "title": "CEO & Exec. Non-Independent Director of CapitaLand Retail China Trust Management Limited", "yearBorn": 1973, "fiscalYear": 2017, "totalPay": {"raw": 0, "fmt": null, "longFmt": "0"}, "exercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}, "unexercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}}, {"maxAge": 1, "name": "Ms. Siew Bee  Tan CPA", "age": 42, "title": "Chief Financial Officer of CapitaLand Retail China Trust Management Ltd.", "yearBorn": 1980, "exercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}, "unexercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}}, {"maxAge": 1, "name": "Mr. Hong  You", "title": "Head of Investment & Portfolio Management of CapitaLand Retail China Trust Management Limited", "exercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}, "unexercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}}, {"maxAge": 1, "name": "Ms. Yu Qing  Chen", "title": "Head of Investor Relations - CapitaLand Retail China Trust Management Limited", "exercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}, "unexercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}}, {"maxAge": 1, "name": "Ms. Cher Shing  Chuo", "title": "Company Sec. of CapitaLand Retail China Trust Management Limited", "exercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}, "unexercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}}], "compensationAsOfEpochDate": 1514678400, "maxAge": 86400}}], "error": null}}