{"quote": {"result": [], "error": null}, "summary": {"result": [{"assetProfile": {"address1": "Munkgatan 7", "city": "Västerås", "zip": "722 12", "country": "Sweden", "phone": "46 2 14 70 36 00", "website": "https://www.modernekonomi.se", "industry": "Specialty Business Services", "industryDisp": "Specialty Business Services", "sector": "Industrials", "longBusinessSummary": "Modern Ekonomi Sverige Holding AB (publ) offers accounting and Bookkeeping services in Sweden. The company offers Modern Aktiebok to establish and maintain a share register with a list of the company's shares and its owners; Modern Avtalshantering, which gives control of contract expiration and the system's alarm function; Modern Online, a platform that enables access to company's business system; Modern Presentation, a digital service that offers control and overview of the company's financials; Modern Scanning that digitalizes supplier invoices; and Modern Utlagg & Resa, which handles expenses and remuneration. It also provides Modern Frilans, which allows billing and monitoring of invoices, debt collection, salary administration, and payment of salary to account; ME finans, which allows the user to send discount invoices; ME Inkasso, where the user can manage debt collection cases; and ME Konsult that helps customers in various phases, such as capital needs, management, changes in ownership structure, and changes in capital. In addition, the company offers Modern Bolagsservice that assists in corporate issues, such as share resiter, company formation, corporate matters, share issue, mergers, capital changes, and liquidation; Modern Personal, which provides support in various areas, such as labor law, recruitment, skill development, and work environment issues; and Modern Utbildning, which offers various educational services to develop businesses. Further, it provides accounting and bookkeeping, financial statements and annual reports, tax and declaration, and financial advice and analysis services. The company was incorporated in 2003 and is based in Västerås, Sweden. Modern Ekonomi Sverige Holding AB (publ) is a subsidiary of ECIT AS.", "fullTimeEmployees": 120, "companyOfficers": [{"maxAge": 1, "name": "Mr. Frans  Blom", "age": 47, "title": "Adviser & Sr. Advisor", "yearBorn": 1975, "fiscalYear": 2021, "totalPay": {"raw": 764791, "fmt": "764.79k", "longFmt": "764,791"}, "exercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}, "unexercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}}, {"maxAge": 1, "name": "Mr. Jens-Oskar  Goransson", "age": 41, "title": "CEO & Director", "yearBorn": 1981, "exercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}, "unexercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}}, {"maxAge": 1, "name": "Mr. Björn  Rosendahl", "age": 66, "title": "Chief Financial Officer", "yearBorn": 1956, "exercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}, "unexercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}}, {"maxAge": 1, "name": "Ms. Frida  Lindblom", "age": 43, "title": "HR Mang.", "yearBorn": 1979, "exercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}, "unexercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}}, {"maxAge": 1, "name": "Mr. Johannes  Tidén", "age": 41, "title": "Head of Information Technology", "yearBorn": 1981, "exercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}, "unexercisedValue": {"raw": 0, "fmt": null, "longFmt": "0"}}], "compensationAsOfEpochDate": 1640908800, "maxAge": 86400}}], "error": null}}